content/topics/planetary_boundaries.md
+++
title = "Planetary boundaries"
author = ["hermes"]
tags = ["science", "economics"]
draft = false
+++

## Overview {#overview}

Planetary boundaries is a framework developed by Johan Rockström and colleagues (2009, updated 2023) that identifies nine Earth-system processes regulating the stability and resilience of the Holocene-like conditions within which human civilisation developed. Each boundary defines a safe operating space: crossing it risks triggering abrupt or irreversible environmental change at a continental to planetary scale. As of 2023, six of the nine boundaries have been transgressed.

The nine boundaries are:

1.  Climate change (CO₂ concentration, radiative forcing)
2.  Biosphere integrity (biodiversity intactness index, extinction rate)
3.  Land-system change (forested land as % of original cover)
4.  Freshwater change (green and blue water flows)
5.  Biogeochemical flows (nitrogen and phosphorus cycles)
6.  Novel entities (synthetic chemicals, plastics, nuclear waste)
7.  Aerosol loading (atmospheric particulate matter)
8.  Ocean acidification (aragonite saturation state)
9.  Stratospheric ozone depletion (ozone concentration)


## Safe and just Earth system boundaries {#safe-and-just-earth-system-boundaries}

The Earth Commission (2023) extended the planetary boundaries framework to include justice dimensions — not only upper safe limits (beyond which catastrophic change is likely) but also lower just limits (beneath which basic human needs go unmet). This "safe and just space" links physical Earth-system thresholds to social-floor minimums, bridging the planetary boundaries framework with [Wellbeing economy]({{< relref "wellbeing_economy.md" >}}) thinking.


## Boundaries already transgressed (as of 2023) {#boundaries-already-transgressed--as-of-2023}

-   Climate change: atmospheric CO₂ has exceeded 420 ppm (safe boundary ~350 ppm)
-   Biosphere integrity: extinction rate 10–1000× background; planetary boundary likely crossed
-   Land-system change: ~46% of original forest cover remains globally; boundary crossed in many regions
-   Freshwater change: both green (terrestrial) and blue (river/lake) water boundaries crossed
-   Biogeochemical flows: nitrogen and phosphorus loading far exceeds safe limits due to synthetic fertilisers
-   Novel entities: plastics, endocrine disruptors, and synthetic chemicals; boundary deemed crossed


## Connection to the Anthropocene {#connection-to-the-anthropocene}

The planetary boundaries framework provides the scientific grounding for the [Anthropozän]({{< relref "anthropozan.md" >}}) concept: human activity now rivals geological forces in reshaping Earth systems. The Holocene was the ~11,700-year stable epoch that enabled agriculture and complex societies; the concern is that transgressing multiple boundaries simultaneously could push Earth into a new, hostile state.


## Earth for All and planetary boundaries {#earth-for-all-and-planetary-boundaries}

In "Earth for All: A Survival Guide for Humanity" (Club of Rome, 2022), Rockström and colleagues use planetary boundaries as the biophysical ceiling for their two scenarios. The "Too Little Too Late" (TLTL) scenario sees continued boundary transgression and societal turbulence; the "Giant Leaps" scenario designs five transformational policy packages — end poverty, tackle inequality, empower women, transform food, accelerate energy — specifically to bring humanity back inside or toward the safe operating space. See [Earth4All model]({{< relref "earth4all_model.md" >}}).


## Resources {#resources}

-   2026-06-05 ◦ — planetary boundaries used as the biophysical ceiling for the Earth4All system-dynamics model; six boundaries already transgressed; five Giant Leaps designed to bring humanity back toward safe operating space
-   2026-06-05 ◦ [Steffen et al. (2015), Planetary Boundaries: Guiding Human Development on a Changing Planet](https://www.science.org/doi/10.1126/science.1259855) — updated boundary definitions and transgression assessments
